app/controllers/reviews_controller.rb

  def update
   	@review = Review.find(params[:id])
    if @review.update(review_params)
---
SELECT  "reviews".* FROM "reviews" WHERE "reviews"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
UPDATE "reviews" SET "title" = ?, "updated_at" = ? WHERE "reviews"."id" = ?  [["title", "hensyuu"], ["updated_at", "2018-09-08 05:00:43.936402"], ["id", 21]]

  def destroy
  	review = Review.find(params[:id])
  	review.destroy
---
SELECT  "reviews".* FROM "reviews" WHERE "reviews"."id" = ? LIMIT ?  [["id", 21], ["LIMIT", 1]]
DELETE FROM "reviews" WHERE "reviews"."id" = ?  [["id", 21]]

  def create
  	@review = Review.new(review_params)
  	if @review.save
      redirect_to review_path(@review.id), notice: "Book was successfully created."
    else
      @reviews = Review.all
---
INSERT INTO "reviews" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "b"], ["body", "b"], ["created_at", "2018-09-08 09:03:49.762378"], ["updated_at", "2018-09-08 09:03:49.762378"]]
SELECT "reviews".* FROM "reviews"